# ДЗ 20. Спарсить информацию о соискателей на Work.ua

"""
1. Создать новый репозиторий для парсинга.

2. Создать проект на Scrapy.

3. Создать один Spider для парсинга страниц соискателей
   страница для парсинга https://www.work.ua/resumes-kharkiv/

4. Прописать два метода:
    .1 Первый парсит имя, возраст и должность
       на которую претендует соискатель.
    .2 Вторая парсит детальную информацию соискателя.

5. Добавить в проект Poetry.

6. Добавить Travis CI, он должен проверять код
   на предмет ошибок, командой flake8.
"""
